Revit 2027 API
ParameterTypeId.IsVisibleParam Property
 "Visible"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId IsVisibleParam { get; }
Public Shared ReadOnly Property IsVisibleParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ IsVisibleParam {
	ForgeTypeId^ get ();
}
static member IsVisibleParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace